[
   {
      "id": 0,
      "name": "Amanuelably Abraham",
      "title": "Dream & Nightmare: Detroit - Stockholm",
      "length": "18:00",
      "nation": "Sweden",
      "year": " ",
      "description": "Now, when we look at today's world, migration is a constant ongoing human phenomenon for so many reasons. So many people in our world today, almost all of us, no longer live our lives close to where we call home, not as before. Wars, famines, displacement, political and economic upheaval have led us to experience and face other conditions. More and more often we have been forced to attempt crossing the border and travelling across the world to find our home elsewhere and be welcomed. Yet, these circumstances challenge our social structures and us as human beings, resulting in racial or cultural divisions, discrimination and segregation, most visibly in the urban condition. Today, Detroit is an example of these forces within American cities. The segregation and the racial separation between black and white has affected and caused a decline in the economy of the world's auto-industrial city, never to be revived again. The welfare and the social system have collapsed. The disturbing images of the city are now getting further and further away from, are not even close to, what I used to hear was so called the American dream.",
      "image": "abraham.png"
   },
   {
      "id": 1,
      "name": "David Anthony Sant",
      "title": "Expanse",
      "length": "4:27",
      "nation": "Australia",
      "year": " ",
      "description": "A subject that re-occurs in many of my films is the experience of location and space. These films are often films about space and spaciousness as experienced within urban environments. Every film I create is an attempt to explore the visual language of the moving image.",
      "image": "anthony_sant.png"
   },
   {
      "id": 2,
      "name": "Julian Antonisz",
      "title": "How a Sausage Dog Work",
      "length": "8:50",
      "nation": "Polen",
      "year": 1971,
      "description": " ",
      "image": "antonisz.png"
   },
   {
      "id": 3,
      "name": "Ana Baer",
      "title": "Being Together",
      "length": "4:01",
      "nation": "USA",
      "year": 2020,
      "description": "\"In mixed-abilities dance we can create, for at least a few hours, days or weeks, a new culture in microcosm where we remove the common barriers and perspectives that limit our potential and segregate us from one another\" Alito Alessi, founder of the DanceAbility method.",
      "image": "baer.png"
   },
   {
      "id": 4,
      "name": "Carol-Ann Belzil-Normand",
      "title": "Smell of Sound",
      "length": "2:34",
      "nation": "Canada",
      "year": 2019,
      "description": "Smell of Sound is an animation film combining sounds, odors and moving images. Abstract formsproduced in computer-generated images come in an intimate sound space. Carol-Ann Belzil-Normand lives and works in Quebec City. She is currently a PhD candidate in littérature et arts de la scène et de l'écran at Université Laval. She is interested in the concept of frivolity as a sensitive and humorous methodological approach. Her animated films have been presented at numerous festivals including Instants Vidéo (France), Lausanne Underground Film & Music Festival (Switzerland), Ottawa International Animation Festival (Canada), Rendez-vous du cinéma québécois (Québec), Seoul International Cartoon & Animation Festival (South Korea), Traverse Vidéo (France) and VIDÉOFORMES (France).",
      "image": "belzil_normand.png"
   },
   {
      "id": 5,
      "name": "Nuotama Bodomo",
      "title": "Everybody dies",
      "length": "8:52",
      "nation": "Ghana",
      "year": " ",
      "description": " ",
      "image": "bodomo.png"
   },
   {
      "id": 6,
      "name": "Adebukola Bodunrin",
      "title": "Gather + Listen",
      "length": "4:39",
      "nation": "Nigeria/Canada",
      "year": 2014,
      "description": "Gather + Listen is an animation that focuses on the subtle movements and rhythms that unconsciously happen at an owambe, a Nigerian street party. As people come together in joy, their hearts begin to beat to the same rhythm, as if united in happiness.",
      "image": "bodunrin.png"
   },
   {
      "id": 7,
      "name": "Jannike Brantås",
      "title": "En vana som knappt känns/A habit hardly felt",
      "length": "9:21",
      "nation": "Sweden",
      "year": " ",
      "description": "A journey into a messy landscape. A train and a possibly reliable voice tries to sort it out. So, is your actual existence all about sorting out among vicious habits, independencies, dependences and routines? Am I independent with a few vicious habits or dependent with a lot of habits in the midst of all addictive routines? Or what? The voice accompanies you for a while and then silences. text and video J .Brantås, Bläse old lime use, Gotland, 2010 Only in Swedish",
      "image": "brantas.png"
   },
   {
      "id": 8,
      "name": "Cameron Carr",
      "title": "Regeneration",
      "length": "1:57",
      "nation": "USA",
      "year": 2021,
      "description": "\"Cameron Carr is an autistic animation student currently studying his BA at UCA Farnham, Surrey. Cameron was non-verbal throughout his early childhood, and at the time he could only communicate using drawings. This led him to study animation. 'Regeneration' was inspired from his train trip to London, where he witnessed a large crane looming over massive corporate buildings. This prompted him to create a cautionary sci-fi dystopian future London with Godzilla-like building monsters smashing each other and gentrifying historical buildings. This is what is currently happening in his rural town Farnham, after the film was completed. The film also has no dialogue which is normal to Cameron's work due to his childhood, he was inspired by silent yet visibly loud characters like Buster Keaton and Charlie Chaplin.\"",
      "image": "carr.png"
   },
   {
      "id": 9,
      "name": "Åsa Cederqvist",
      "title": "Mama Dada Gaga",
      "length": "8:25",
      "nation": "Sweden",
      "year": 2019,
      "description": "In Mama Dada Gaga we meet three generations of women in a hybrid expression where playing and different role plays makes up with the expectations of the role of the artist, motherhood and the role of women. Through scenes like The Deliverance, The Transformation, Playing with Dough, The Leap and Play with the Future, we experience how the film is thrown between fiction and reality and how the story plays as much with the viewer as with the content of the work itself. Mama Dada Gaga suggests a multi-layered storytelling – between physicality and abstraction, parenthood and childhood, symbiosis and separation, hybris and crisis, life and death. Supported by: The Swedish Film Institute, IASPIS – the International Art Study Program in Sweden, Filmbasen and The Line",
      "image": "cederqvist.png"
   },
   {
      "id": 10,
      "name": "Emma Dominguez",
      "title": "Exil",
      "length": "3:22",
      "nation": "Sweden",
      "year": 2018,
      "description": "Filmen arbetar med temat exil i en svensk kontext idag. Hur bearbetar man närhet och längtan till en plats? Vad händer med sorgen som uppstår när vi hittar rötter bland betongen men tvingas att lämna platsen? Hur hanterar vi hatkärleken till vår ort? Det sägs att trauma går i arv, även fast vi inte upplevt exilen själva. Hur gör vi för att bli hela igen?",
      "image": "dominguez.png"
   },
   {
      "id": 11,
      "name": "Emie ",
      "title": "M-E: A Video Selfie",
      "length": "14:20",
      "nation": "Sweden",
      "year": " ",
      "description": " ",
      "image": "emie.png"
   },
   {
      "id": 12,
      "name": "Deren Ercenk",
      "title": "Berzah",
      "length": "1:45",
      "nation": "Turkey",
      "year": 2020,
      "description": "A tourist exposed to heat in an all-inclusive hotel; a family father injured in his masculinity; and a packer who succumbs to a Sisyphean task while delivering a closet. Three short events merge to a novel about powerlessness during summer season at the Turkish Aegean Sea, where overheating, shame and travail belong to the burden of everyday life in a deeply divided society.",
      "image": "ercenk.png"
   },
   {
      "id": 13,
      "name": "Peter Frandsen",
      "title": "First Proof of Nonlinear Motion",
      "length": "3:07",
      "nation": "USA",
      "year": 2019,
      "description": "The video “First Proof of Nonlinear Motion” is part of a longer video which I started in 2012. I worked on it on and off for years, but was never able to complete it. In 2019 it occurred to me that if I broke it up into several smaller pieces, I might be able to finish one or two of them. This is part one. It includes content created by my friend Jessica Fenlon. Used by permission. Check out her videos at: vimeo.com/jessicafenlon",
      "image": "frandsen.png"
   },
   {
      "id": 14,
      "name": "Janie Geiser",
      "title": "The Fourth Watch",
      "length": "10:00",
      "nation": "USA",
      "year": 2000,
      "description": "The ancient Greeks divided the night into four sections; the last section before morning was called the fourth watch. In these hours before dawn, an endless succession of rooms is inhabited by silent film figures occupying flickering space in a midcentury house made of printed tin. Their presence is at once inevitable and uncanny. A boy turns his head in dread, a woman’s eyes look askance, a sleepwalker reaches into a cabinet that dissolves with her touch, and hands write letters behind disappearing windows. The rooms reveal themselves and fill with impossible, shadowed light. It is not clear who is watching and who is trespassing in this nocturnal drama of lost souls.",
      "image": "geiser.png"
   },
   {
      "id": 15,
      "name": "Pere Ginard",
      "title": "Dad is Gone",
      "length": "3:44",
      "nation": "Spain",
      "year": " ",
      "description": "This is a film-séance. The culmination of my experiments-explorations of what I call ghostly melancholy. DAD - answer - tell - pray, answer - look - tell - answer, answer - tell- IS GONE.\"",
      "image": "ginard.png"
   },
   {
      "id": 16,
      "name": "Andreas Gogol",
      "title": "Xarusell",
      "length": "7:10",
      "nation": "Germany",
      "year": 2017,
      "description": "synopsis an abstraction of moving reality - I filmed with b&w super8 and Mini DV at the Berlin Alexanderplatz x-mas fairground … later I discovered shots of the birds from the 16mm Found Footage studies … a friend provided me wirh exposed & expired color super8 material - during the editing process arose a new form and cinematic image structure with different levels of perception & realities - what I see is not what I hear - I am interested to give a free perspective and permission to the audience with blurry and/or clear pictures - xarussell is an abstract visual & audio composition about movementAndreas Gogol / short bio 2003 Master for fine art in film & photography at School of Art – HBK Braunschweig, Germany participation at numerous filmfestivals & exhibitions expanded 16mm Film & Live Sound Performances with Telemach Wiesinger multi-instrumentalist - solo & group concerts since 1986 professional activity in digital fine art printing lives in Berlin as filmmaker, artist & musician a-gogol.de",
      "image": "gogol.png"
   },
   {
      "id": 17,
      "name": "Christina Hedlund",
      "title": "Paus",
      "length": "0:53",
      "nation": "Sweden",
      "year": " ",
      "description": "\"Breaking loose from work in the studio I go outdoor to listen to the falling rain. Christina Hedlund, Henninge July\"",
      "image": "hedlund.png"
   },
   {
      "id": 18,
      "name": "Marja Helander",
      "title": "Birds in the Earth",
      "length": "11:00",
      "nation": "Finland",
      "year": 2018,
      "description": "Examining the deeper questions of the ownership of the Sami land through the ballet performances of two young dancers.",
      "image": "helander.png"
   },
   {
      "id": 19,
      "name": "Carolina Hindsjö",
      "title": "Adam, Eva and the Serpant",
      "length": "14:30",
      "nation": "Sweden",
      "year": 2020,
      "description": "The story of creation. A love triangle. God creates Adam, a smug man who likes working out. The snake turns into a woman, Knowledge. The first time Adam sees Knowledge he is thrilled. He can't get enough of her beauty.Eventually Adam is overcome with love. He has to ask Knowledge if they could go for a coffee. Knowledge looks at him and walks away. God shows mercy. \"I give you Eve. She will love you.\" “Who is Eve?”Adam muttered. Eve is a working-class woman with a wooden leg.",
      "image": "hindsjo.png"
   },
   {
      "id": 20,
      "name": "Alexander Isaenko",
      "title": "Adieu, Corpus",
      "length": "8:07",
      "nation": "Ukraine",
      "year": 2018,
      "description": "Body is the flesh, the corpus, the frame for organs, the assembly of limbs, the collection of rules, and the limits by which we define ourselves. The film shows the body as a place, and not as a subject. It is travelling along its borders, groping the way in time through events, rather than linearly, balancing at the edge of the rules, until once...crosses its own limitations and steps out of the frame. Alexander Isaenko was born in 1976 in Izmail, USSR. Ukrainian artist who works with various media, including photography, video, text. Lives and works in Odessa, Ukraine.",
      "image": "isaenko.png"
   },
   {
      "id": 21,
      "name": "Sophie Koko Gate",
      "title": "Sluglife",
      "length": "6:34",
      "nation": "UK",
      "year": 2020,
      "description": "We follow a day in the life of Tanya, a curious woman who has developed a taste for non human lovers. This time her bedroom experiments result in the creation of a beautiful giant slug. Can such a perfect creature survive in this gnarly world full of freaks and beefs?",
      "image": "koko_gate.png"
   },
   {
      "id": 22,
      "name": "Dirk Koy",
      "title": "Out of Sight",
      "length": "2:41",
      "nation": "Switzerland",
      "year": 2020,
      "description": "A shape study to the music of «Yello»",
      "image": "koy.png"
   },
   {
      "id": 23,
      "name": "Mats Landström",
      "title": "Circuit",
      "length": "5:20",
      "nation": "Sweden",
      "year": 2021,
      "description": "My work crosses experimental boundaries and moves between video, photography, sound and music. I primary works in the medium of video art. A mix of film, animation, photography, sound and music. Circuit: A movement that starts and finishes at the same place. A woman is looking at old slides. The slides tell us nothing. These are someone else's memories. We see pictures from a bullfight, another of a woman in a roundabout, holiday pictures.",
      "image": "landstrom.png"
   },
   {
      "id": 24,
      "name": "Monica Larsson",
      "title": "Mongolian Horses",
      "length": "4:36",
      "nation": "Sweden",
      "year": " ",
      "description": "Riding with Stepperiders Riding with Stepperiders in Mongolia, following Orkhan River and riding in the Eight lake district. In this fantastic landscape, with fantastic horses, and nice company, a horseback ride for 10 days , along the Orkhon Valley and we visited Karakarom, where one of the oldest Buddhist temples in Mongolia still remains. When I came back after the trip, I painted a serie of paintings ”Mongolian sessions” and made this film ”Mongolian Horses”. Monica Larsson is educated at Umeå Academy of Fine Arts 1989-95 and has worked with art exhibitions in Sweden and abroad and with public works of art. Monica Larsson is also certified FEEL practioner (Facilitated Equine Experimental Learning) ®, FEEL® Faciliator Program Sweden 2016-2017, 6 months intensive education program with the founders of FEEL: Wendy Golding and Andre Leclipteux under the non-profit organisation Horse Spirits Connections.",
      "image": "larsson.png"
   },
   {
      "id": 25,
      "name": "Lei Lei",
      "title": "This is Not a Time to Lie",
      "length": "3:34",
      "nation": "China",
      "year": " ",
      "description": "Lei Lei crafts a hallucinatory short that follows a doe-eyed protagonist on a quest through an imagined world.",
      "image": "lei.png"
   },
   {
      "id": 26,
      "name": "Auden Lincoln-Vogel",
      "title": "Dog With a Head",
      "length": "14:45",
      "nation": "USA",
      "year": 2020,
      "description": "Auden Lincoln-Vogel is an American animator and experimental filmmaker. His work spans from animations about aliens to expanded cinema performances using modified upright pianos. He graduated from the Estonian Academy of Arts with an MA in animation in 2019 and now lives in Iowa, USA where he is working on a live action film. More of his work can be found at audenlincolnvogel.com",
      "image": "lincoln_vogel.png"
   },
   {
      "id": 27,
      "name": "Mats Lundell",
      "title": "2010",
      "length": "11:12",
      "nation": "Sweden",
      "year": 2020,
      "description": "An experiment in portraying places and people. Filmed in Vitaby in the south of Sweden, Nuortikon in the far north, and around Kiev in Ukraine. 11 minutes 12 seconds Made in 2020, Sweden . Shooting Format: 16mm Mats Lundell is a photographer, nobudget filmmaker, curator and sound experimentalist living in Stockholm.",
      "image": "lundell.png"
   },
   {
      "id": 28,
      "name": "Jalal Maghout",
      "title": "Have a nice dog!",
      "length": "13:15",
      "nation": "Syria/Germany",
      "year": 2020,
      "description": "Trapped in Damascus, surrounded by war, a lonely man becomes increasingly lost in his fantasies of fleeing and the inner dialogues with his dog",
      "image": "maghout.png"
   },
   {
      "id": 29,
      "name": "Nowhere Mountain Mark Regester",
      "title": "Lifespan",
      "length": "3:56",
      "nation": "USA",
      "year": 2018,
      "description": "Lifespan: Lifespan is perhaps the most linear work we have done. A melodramatic Dadaist tearjerker about a dying inflatable plastic flamingo reflecting back on it's life. Nowhere Mountain is Scottish born, St. Louis, Missouri based visual artist Mark Regester and Salt Lake City, Utah based composer, producer, sound artist, multi-instrumentalist and mad scientist Dave Madden (aka nonnon)",
      "image": "mark_regester.png"
   },
   {
      "id": 30,
      "name": "Thiago Martins de Melo",
      "title": "Bárbara balaclava",
      "length": "10:33",
      "nation": "Brasil",
      "year": 2016,
      "description": "Bárbara balaclava is a metanarrative based on the existing stories in the work of Thiago Martins de Melo and is read through the Tarot. Cosmogonic, baroque, hybrid and cyclic, traces the trajectory of an anonymous martyr from the expropriation and massacre of her village and her death under police torture to her experience as \"enchanted\" finding herself in previous incarnation and culminating in her baptism in the heart of Pindorama. Bárbara balaclava is an anarcho-shamanic narrative of transcendence of the anti-colonialist struggle.",
      "image": "martins_de_melo.png"
   },
   {
      "id": 31,
      "name": "Meat Dept. ",
      "title": "Very Noise",
      "length": "2:37",
      "nation": "France",
      "year": 2020,
      "description": "Very Noise” is an attempt to transcribe into images the synthesis of many testimonies of stroke victims that we have collected over the past few years. About 3/4 of the stroke victims are heterosexual white males over 50 years old and the visions that arise from these experiences have in common the neuroses of this category of the population. Identity disorder, existential anxieties linked to erection problems, transfer phenomenon to a more sporty image of the father, burning desire for extreme but playful activities such as motocross or solo rock climbing... The notion of figurative abstraction is also very significant in the stories, it is a form of link between two ideas that challenge each other, one could speak of a remedy for cognitive dissonance generated by overlapping fantasies.",
      "image": "meat.png"
   },
   {
      "id": 32,
      "name": "Bjørn Melhus",
      "title": "Sugar",
      "length": "20:30",
      "nation": "Germany",
      "year": 2020,
      "description": "In a post-apocalyptic world not much unlike parts of the present, SUGAR (Frank Willens), a humanoid robot that can feel, think and dance, is sent out to bring back a human touch to people. SUGAR finally encounters a HON (Human Organism Normal) (Bjørn Melhus), a post-influencer who passes his time in a sort of eternal commercial in an underground techno cell. SUGAR tries to free HON from his prison of routines, speech and movement loops and hopes to build a true encounter – an interaction, a dialogue. The tragicomic narrative of this encounter and its failure raises general questions about consciousness, ego-turbo-capitalism and the dream of the collective.",
      "image": "melhus.png"
   },
   {
      "id": 33,
      "name": "Peter Millard",
      "title": "A message for the dogs from a dog",
      "length": "5:40",
      "nation": "U.K.",
      "year": 2020,
      "description": "a dog not seen before by the other dogs forces a life affirming message upon them. there’s miscommunication. things were said that should never have been said. I however don't understand because i don't speak dog. I'm sure it will all be fine. Country: U.K",
      "image": "millard.png"
   },
   {
      "id": 34,
      "name": "Parashar Naik",
      "title": "Untitled",
      "length": "7:32",
      "nation": "India",
      "year": " ",
      "description": "The idea was to make a film which is a visual form of the feeling of “looking in a dustbin”, I really like the idea of how suddenly we find something interesting to look at even in the pile of trash, and if we manage to look closely the trash can tell a lot about people and the society, lot can be known about the people by going through their dustbins, so I took the idea of looking in a trash bin and tried to put it a social context. The images in the video represent the social and political situation in my country, so it is almost like looking in a public garbage bin and trying to figure out the political and social environment. I am planning to make a compilation of videos with the same idea like: Trash can of a Poet, Trash Can of a Government officer, Trash Can of a Shopping mall, Trash Can of a schizophrenic butcher, ect.https://www.theshowroom.org/relationships/parashar-naik I am an independent filmmaker based in a small town near MUMBAI, Maharashtra, INDIA, I started my art career as a visual artist (painter) and an art curator, I have exhibited my works in several countries and also curated art exhibitions (especially video exhibitions) Being a professional film editor, I have edited feature films like “NAYA PATA”, documentaries like “LAMP UNDER THE BUSHEL”, and many other projects. I have written and Directed several Short Films, Documentaries and.",
      "image": "naik.png"
   },
   {
      "id": 35,
      "name": "Sirous Namazi",
      "title": "Pending",
      "length": "3:25",
      "nation": "Sweden",
      "year": " ",
      "description": "The film, among other things, briefly revolves around the room / architecture as a metaphor for the body in a constant oscillation between outside and inside, security and insecurity.",
      "image": "namazi1.png"
   },
   {
      "id": 36,
      "name": "Sirous Namazi",
      "title": "Reversed Tunnel",
      "length": "0:56",
      "nation": "Sweden",
      "year": " ",
      "description": "The film has been made in various apps that are available to entertain us, but here it becomes like an eternal mantra that echoes with questions about who we are in a time where different poles, high and low, constantly change places with each other.",
      "image": "namazi2.png"
   },
   {
      "id": 37,
      "name": "Gunvor Nelson",
      "title": "Flame Line",
      "length": "22:00",
      "nation": "Sweden",
      "year": 1983,
      "description": "Frame Line is Nelson’s first collage film. The film that inaugurated her remarkable series of animated films, all made at the Filmworkshop in Stockholm. Frame Line is a reflection on Stockholm and Sweden, on Nelson’s return to her native country and a place that is both familiar and distant, both beautiful and ugly at the same time. Frame Line begins with images and glimpses of Stockholm that Nelson has collected, this audio-visual material develops into new image work in which animation becomes a way of discovering, alternating between randomness and structure.",
      "image": "nelson.png"
   },
   {
      "id": 38,
      "name": "Samuel Patthey",
      "title": "Travelogue Tel Aviv",
      "length": "6:00",
      "nation": "Switzerland",
      "year": 2019,
      "description": "A young art student from Switzerland arrives for six months in Tel Aviv. Through drawing he will learn to analyse, understand and free himself to this contrasted environnement.",
      "image": "patthey.png"
   },
   {
      "id": 39,
      "name": "Stuart Pound",
      "title": "Run version vertical",
      "length": "5:00",
      "nation": "UK",
      "year": 2019,
      "description": "tuart Pound lives in London and has worked in experimental film since the early 1970’s and digital video since the 1990’s. In 1995 he began collaborating with the poet Rosemary Norman.  Their work has been screened regularly at international festivals and in galleries.The source clip is taken from a cult science fiction film where the world is literally turned on its head. The audio track is cut along with the moving image and superimposed 5 times reverberating speech and effects tracks. You can certainly use the video in the trailer for the festival and let me know if you need any further info.\n",
      "image": "pound.png"
   },
   {
      "id": 40,
      "name": "Atefeh Rahmani",
      "title": "From Now On",
      "length": "2:37",
      "nation": "Iran",
      "year": " ",
      "description": "This video was originally made in Corona and was in quarantine. When all the jobs in our country were closed, I thought, if, after this, the film crew can't work together, can I still make a film? And as a result, this video was shot completely alone and in my own house. After that, I gave the rashes to my husband to edit.",
      "image": "rahmani.png"
   },
   {
      "id": 41,
      "name": "Leena  Rammi",
      "title": "Dreams",
      "length": "1:14",
      "nation": "Sweden/Russia",
      "year": " ",
      "description": " ",
      "image": "rammi.png"
   },
   {
      "id": 42,
      "name": "Benjamin Rosenthal & Eric Souther",
      "title": "the gleaners, and: ritual for signaled bodies",
      "length": "8:33",
      "nation": "USA",
      "year": 2021,
      "description": "\"the gleaners, and: ritual for signaled bodies\" performs at the edges between body and the external, oscillating and eroding those boundaries. A ritual for creating new worlds and situations for fragmented bodies, signals pass through the joints of animated and genderless bodies and body parts entangling the body-signal-actions both materially and conceptually as these control mechanisms interfere with pre-animated content. Perpetually shifting surfaces and skins serve as sites of projection and interference, contributing to the further \"queering\" of the state of these bodies and fragments that are stretched and submerged into and outside of the environment they inhabit, as they encounter desire, distress, and ritualized oscillations. Signals generate both sounds and compel movement, the making of the images, and the body further challenges the stability and integrity of the space in its otherworldliness and the spatial relationships it establishes with the audience. At the edge between crisis and satisfaction, the work adopts the role of Millet's own \"gleaners,\" making-do on the boundary between sustenance and the devoid.",
      "image": "rosenthal_souther.png"
   },
   {
      "id": 43,
      "name": "Vedran Rupic",
      "title": "Horse",
      "length": "2:27",
      "nation": "Sweden",
      "year": 2019,
      "description": " ",
      "image": "rupic.png"
   },
   {
      "id": 44,
      "name": "Mauricio Sanhueza",
      "title": "Do You Smell That?",
      "length": "2:14",
      "nation": "Peru",
      "year": " ",
      "description": "In July 2012 Peru, according with The White House report (U.S.A.) regained its former distinction as the world’s top cocaine producer with 358 tons. This work represent in a sarcastically way, the mechanisms of power and the double discourse of a country that is promoted as a tourist destination and finally is better known for drug trafficking, the violence and the death that this brings with it, not only within Peru but around the world. Mauricio Sanhueza (Peru,1978) studied at the University of Lima from 1996 until 2000. He then continued his studies at the Lima visual arts school, Corriente Alterna, graduating in 2006 with top honors. In 2011 he obtain a bachelor's degree in Fine Arts from San Marcos University. Since 2004 he has participated in several collective art exhibits and festivals in Peru and abroad. Mauricio's videos have been screened at many international video-art and experimental short-film festivals and have won many awards.",
      "image": "sanhueza.png"
   },
   {
      "id": 45,
      "name": "Ismael Sanz-Pena",
      "title": "Persistence of Vision III",
      "length": "1:45",
      "nation": "Norway",
      "year": 2017,
      "description": "A short animated film made with just one-image exploring the moving potential of the still sculptures of the facade at Nidaros Cathedral in Trondheim, Norway.",
      "image": "sanz_pena.png"
   },
   {
      "id": 46,
      "name": "Daniela Sherer",
      "title": "Peregrine",
      "length": "3:08",
      "nation": "Israel",
      "year": 2020,
      "description": "\"When the hawk is found, all is transfigured...as though the broken columns of an ancient temple had suddenly resumed their ancient splendour.\" (A.J. Baker, \"The Peregrine\") A dedicated bird watcher observes a hawk, and journeys to the limits of the human. \"Peregrine\" is an experimental animated film about obsession, instinct, and innate darkness. It explores the elegance and majesty of nature, but also its unavoidable cruelty. It is inspired by the autobiographical \"The Peregrine\", written by A.J. Baker.",
      "image": "sherer.png"
   },
   {
      "id": 47,
      "name": "Jungkyun Shin",
      "title": "Acrobat",
      "length": "13:28",
      "nation": "Korea",
      "year": " ",
      "description": "Acrobat is derived from the Greek words \"acros\" (height) and \"baino\" (to go), meaning \"Person walking on tiptoe”. The acrobat's movement beyond physical limitations came to me as an alternative to overcome the current situation. In these days of helplessness, instinctive senses may be required rather than rational judgment. I want to reveal some potential as a subject of change through the character of an acrobat. Shin Jungkyun aims to identify the reality of anxiety in everyday landscapes through video and installation work.",
      "image": "shin.png"
   },
   {
      "id": 48,
      "name": "Marja-Leena Sillanpää",
      "title": "Predictions",
      "length": "4:07",
      "nation": "Sweden",
      "year": 2017,
      "description": "(the predictions went on intensively 2017-19 wherever I was about future events in the seemingly small details)",
      "image": "sillanpaa.png"
   },
   {
      "id": 49,
      "name": "Ekaterina Sisfontes",
      "title": "Telepathy",
      "length": "4:03",
      "nation": "Sweden",
      "year": " ",
      "description": "Telepathy Each of us experiences it at times - telepathy. On the other hand, is it just our idea? In my project, I try to convey thoughts to you directly. Only you can judge whether I succeed or not. Artist Statement: Desiring to discover gaps in general human theories about the surrounding world, I question them by investigating the errors and inaccuracies of human perception. The most familiar concepts such as time, space, physical laws and mathematical formulas, explaining them, inspire me to refute and test them. Likewise, human feelings, and relationships with others as well as with oneself, require rethinking, for they are in many respects imposed on a person by the society. In my search, I am my own starting point for checking the image of the world for strength. Expanding each studied aspect as widely as possible, I do not limit myself to material, technique or art form. Adhering to the principles of laconicism and clarity of the image, I share my revelations with the observers, in which I acknowledge the co-authors of the result.",
      "image": "sisfontes.png"
   },
   {
      "id": 50,
      "name": "Alisi Telengut",
      "title": "The Fourfold",
      "length": "7:14",
      "nation": "Canada",
      "year": 2020,
      "description": "Based on the ancient animistic beliefs and shamanic rituals in Mongolia and Siberia, an exploration of the indigenous worldview and wisdom. Against the backdrop of the modern existential crisis and the human-induced rapid environmental change, there is a necessity to reclaim the ideas of animism for planetary health and non-human materialities.",
      "image": "telengut.png"
   },
   {
      "id": 51,
      "name": "Magnus Wallin",
      "title": "Skyline",
      "length": "2:35",
      "nation": "Sweden",
      "year": 2000,
      "description": "Music, Body, Computer-generated",
      "image": "wallin.png"
   },
   {
      "id": 52,
      "name": "Tina Willgren",
      "title": "Ramblings",
      "length": "4:14",
      "nation": "Sweden",
      "year": 2020,
      "description": "\"Ramblings depict a number of distorted characters moving about in a scrap land. Mythological shapes show up in a haphazard and contextless way, mirroring the image flow of the internet era and the mental processes involved when making meaning of the world.\"",
      "image": "willgren.png"
   },
   {
      "id": 53,
      "name": "Julia & Clara von Schantz",
      "title": "The Dividuel´s Health Organization",
      "length": "3:52",
      "nation": "Sweden ",
      "year": 2021,
      "description": "you are now introduced to the organization “the dividual’s health organization”. seemingly, an alternative lifestyle where the prospect is offered to divide herself within minutes around her closest environment. a liberation of fixed meaning. maybe she will be able to make decisions on a collective basis. will she learn how to stop premiering her own personal ideas and solitary interest over the greater good? she might start to share capital and become more adaptive. a service seen as a futuristic commodity, a help-line, a mental support in a solitary life, a sacral voice guiding you to safety – to your own sanctuary (hopefully). Bio: Julia & Clara are identical twins working as an artistic duo since 2016. They use a collaborative method to focus on the intertwined experiences that emerge from sharing an identical twinship. The practice is based on the specific position of the twin as a sought after study object in medical epidemiology. As a point of departure they use Gilles Deleuze’s take on the dividual to examine the identical twin as a potential dividual in an individualist society. They accumulate material from social experiences, popular culture and scientific research. Medium used are text, 3D animation, video and video-installation. Their experiences are informed by the conflict that arises between an individualist society and the identical twin’s lack of individuality, since twins share the same DNA. As a result they get disjoined as individuals, but at the same time clotted together. The effect is a dissolution of identity. Are identical twins really able to contain their own individualism?\"",
      "image": "von_schantz.png"
   }
]
